Repository: Elfathali/ForBeautyMaui
Catalog: ForBeautyMaui/Resources/Languages/AppResources.*.resx
Languages: ar

# HelloWorld
source: Hello
ar: مرحبا

source: Good morning
ar: صباح الخير

# SearchEntry
source: Search for your favourite product 🔍
ar: 🔍 أبـحـث عـلى عـطرك المفضل

# BestSearch
source: Favourite searches
ar: أفــضل البـحــوث

source: Recently viewed
ar: شـاهدة مؤخـراً

source: New In
ar: جـديـد لـدينـا

source: Best categories
ar: أفــضل الفــئات

source: Best brands
ar: أشهـر المـاركـات

source: Discount
ar: التخفيضات

source: Add To ShoppingCart
ar: إضافة إلي سلة المشتريات

# Currency
source: d.l
ar: د.ل

# FreeShopping
source: free shopping from 200 dl
ar: توصيل مجاني إبتداء من 200 د.ل

# Return1
source: return only
ar: استرداد في نفس

# Return2
source: in the same day
ar: اليوم فقط

# Gift1
source: at least 1 surprise for
ar: هدية واحدة علي الاقل

# Gift2
source: an order from 200 dl
ar: للطلب إبتداء من 200 د.ل

source: You may also like
ar: ربما يعجبك أيضاً"

source: Shopping Cart
ar: سلة المشتريات

# ShoppingCartEmpty
source: Your Shopping cart is empty
ar: سلـة مشتريـاتك فـارغة

source: Dicount code ?
ar: لديك كوبون خصم ؟

# DicountCodeEnty
source: Enter discount code
ar: أدخل كوبون الخصم

# BtnDiscountCode
source: Apply
ar: تفعيل

# LblDiscount
source: Discount
ar: التخفيض

# LblTotalPrice
source: Total
ar: الإجمالي

# DelliveryOptions
source: Delivery options
ar: خيـارات التوصيـل

source: PickUp
ar: إستلام شخصي

source: Delivery
ar: طلب توصيل

source: Payment options
ar: طرق الدفــع

source: Cash
ar: كاش عند التسليم

source: To checkout
ar: إتمام الطلب

# CityDelivery
source: City *
ar: المدينة *

# AreaDelivery
source: Area *
ar: المنطقة *

# ChoseCityDelivery
source: Choose the city
ar: أختر المدينة

# ChoseAreaDelivery
source: Choose the area
ar: أختر المنطقة

# DoLoginOrRegisterAcouunt
source: log in or create an account to enjoy
ar: قم بتسجيل الدخول أو إنشاء حساب

# DoLoginOrRegisterAcouunt2
source: all the benefits of ForBeauty
ar: للحصـول علي جميـيع مزايا ForBeauty

source: Log in
ar: تسجيل الدخول

source: Create an account
ar: إنشاء حساب جديد

source: About us
ar: من نحن

# RateUs
source: Feedback on the app
ar: قيمنا علي أبل ستور

source: Privacy policy
ar: سياسات الخصوصية

# TremCondictions
source: Trem&condictions ForBeauty
ar: شروط وأحكام ForBeauty

source: Contact us
ar: إتصل بنا

# HelpQ
source: Help/FAQ
ar: مساعدة /FAQ

source: Logout
ar: تسجيل الخروج

source: Previous orders
ar: الطلبات السابقة

# PersonalInformation
source: Personal informations
ar: المعلومات الشخصية

source: Change password
ar: تغير كلمة المرور

source: Settings
ar: الإعدادات

# InviteFriend
source: Invite a friend
ar: دعوة صديق

# NoPrevuseOrder
source: You have no previous orders
ar: ليس لديك أي طلب سابق

source: Order date
ar: تاريخ الطلب

source: Order id
ar: رقم الطلب

source: Total
ar: الاجمالي

# FavouriteEmpty
source: Your wish list is still empty
ar: مفضلتك لا تزال فارغة

# FavouriteEmpty1
source: You don't have any items on your wish list yet.Browse through
ar: لا يوجد أي عنصر متوفر داخل مفضلتك . يرجي زيارة أفضل الفئات لدينا

# FavouriteEmpty2
source: Our top categories to find the best product
ar: للحصول علي أفضل النتائج

source: Wish list
ar: المفضلة
